<?php

return [
    'email' => [
        'required' => 'एक ईमेल पता आवश्यक है।',
        'exists' => 'आपका ईमेल पता मौजूद नहीं है।',
    ],
    'password' => [
        'required' => 'पासवर्ड फ़ील्ड आवश्यक है।',
        'match' => 'आपका पासवर्ड हमारे रिकॉर्ड्स के साथ मेल नहीं खाता।',
        'old_match' => 'पुराना पासवर्ड मेल नहीं खाता!',
        'confirmation' => 'पासवर्ड पुष्टि आवश्यक है।',
    ],
    'subscription' => [
        'downgrade_plan' => 'अवश्यकता है कि डाउनग्रेड करने के लिए एक मान्य योजना हो।',
        'plan_already' => 'आप पहले से ही :plan योजना की सदस्यता ले चुके हैं।',
    ],
    'recaptch' => 'reCAPTCHA के पुनरावलोकन प्रक्रिया में असफल रहा। कृपया पुन: प्रयास करें।',
];
